[
    {
       "value":"A004"
      ,"display":"Certificate of authenticity Tobacco. EC Reg 1031/2008 amending Annex 1 to Council Regulation 2658/87."
    },
    {
       "value":"A007"
      ,"display":"Certificate of authenticity - Frozen beef and veal (crop, chuck and blade and brisket cuts)\nCommission Regulation (EEC) No 139/81 defining the conditions for the admission of certain kinds of frozen beef and veal to subheading 02.01 A II b) 4 bb) 22 of the Common Customs Tariff."
    },
    {
       "value":"A008"
      ,"display":"Certificate of authenticity fresh sweet oranges ‘high quality’."
    },
    {
       "value":"A009"
      ,"display":"Certificate of authenticity fresh minneola."
    },
    {
       "value":"A010"
      ,"display":"Certificate of authenticity concentrated orange juice."
    },
    {
       "value":"A014"
      ,"display":"Certificate of authenticity HANDI."
    },
    {
       "value":"A015"
      ,"display":"Certificate of authenticity (silk or cotton handloom products)."
    },
    {
       "value":"A017"
      ,"display":"Certificate of authenticity as mentioned in Regulation (EU) No 593/2013 (OJ L 170) opening and providing for the administration of tariff quotas for high-quality fresh, chilled and frozen beef and for frozen buffalo meat."
    },
    {
       "value":"A019"
      ,"display":"Certificate of quality (Nitrate from Chile). 1001/13 amending Annex I to Council Regulation 2658/87."
    },
    {
       "value":"A022"
      ,"display":"Certificate of authenticity B ‘Basmati Rice’ for export to the European Community. \nEC Reg 972/2006 laying down special rules for imports of Basmati rice and a transitional control system for determining their origin."
    },
    {
       "value":"A023"
      ,"display":"Certificate of authenticity as mentioned in Regulation (EU) No 481/2012 (OJ L 148) laying down rules for the management of a tariff quota for high-quality beef."
    },
    {
       "value":"A119"
      ,"display":"Airworthiness certificate or declaration in the commercial invoice containing the elements of the airworthiness certificate issued or a document annexed to the invoice."
    },
    {
       "value":"C001"
      ,"display":"Attestation of equivalence as mentioned in Regulation (EC) No 1295/2008 (OJ L 340) on the importation of Hops from third countries."
    },
    {
       "value":"C006"
      ,"display":"Export permit (Council Decision (EU) 2017/37 (OJ L 11))."
    },
    {
       "value":"C012"
      ,"display":"Certificate for the export of pasta to the USA (P 2 certificate). EC Regulation 88/2007."
    },
    {
       "value":"C013"
      ,"display":"Certificate IMA 1. Milk and milk products: The New Zealand Food Safety Authority controls the quota through the issue of IMA1 certificates and these must be presented to the RPA to obtain an import licence. See Notice 780 (CAP) for details."
    },
    {
       "value":"C014"
      ,"display":"V I 1 document. EC REG 555/2008 laying down detailed rules for the application of Regulation (EC) 479/2008 of the relative Council, to the common organization of the wine market, with regard to support programs to trade with third countries production potential and controls in the wine sector."
    },
    {
       "value":"C015"
      ,"display":"V I 2 extract. EC REG 555/2008 laying down detailed rules for the application of Regulation (EC) 479/2008 of the relative Council, to the common organization of the wine market, with regard to support programs to trade with third countries production potential and controls in the wine sector."
    },
    {
       "value":"C017"
      ,"display":"V I 1 document annotated in compliance with Commission Regulation (EC) No 555/08, Article 50 (2). Laying down detailed rules for the application of Regulation (EC) 479/2008 of the relative Council, to the common organization of the wine market, with regard to support programs to trade with third countries, production potential and controls in the wine sector."
    },
    {
       "value":"C018"
      ,"display":"V I 2 extract annotated in compliance with Commission Regulation (EC) No 555/08, Article 50 (2). Laying down detailed rules for the application of Regulation (EC) 479/2008 of the relative Council to the common organization of the wine market, with regard to support programs to trade with third countries, production potential and controls in the wine sector."
    },
    {
       "value":"C019"
      ,"display":"OPO - Authorisation for the use of outward processing procedure (Column 8b, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C026"
      ,"display":"Certificate of registration in a herdbook certifying the purity of the breed."
    },
    {
       "value":"C027"
      ,"display":"Pedigree certificate."
    },
    {
       "value":"C034"
      ,"display":"‘Kimberley’ Community certificate."
    },
    {
       "value":"C039"
      ,"display":"ICCAT swordfish statistical document.\ncouncil regulation (EC) No 1984/2003 establishing a system of statistical registration in the Community concerning bluefin tuna and swordfish and bigeye tuna."
    },
    {
       "value":"C040"
      ,"display":"ICCAT bigeye tuna statistical document or IOTC bigeye tuna statistical document.\nCouncil Regulation (EC) No 1984/2003 establishing a system of statistical registration in the Community concerning bluefin tuna and swordfish and bigeye tuna."
    },
    {
       "value":"C041"
      ,"display":"ICCAT bluefin tuna re-export certificate (Reg 640/2010, L 194). Regulation (EU) No 640/2010 of the European Parliament and of the Council establishing a catch documentation programme for bluefin tuna Thunnus thynnus and amending Council Regulation (EC) No 1984/2003."
    },
    {
       "value":"C042"
      ,"display":"ICCAT swordfish re-export certificate. Council Regulation (EC) No 1984/2003 establishing a system of statistical registration in the Community concerning bluefin tuna and swordfish and bigeye tuna."
    },
    {
       "value":"C043"
      ,"display":"ICCAT bigeye tuna re-export certificate or IOTC bigeye tuna re-export certificate.\nCouncil Regulation (EC) No 1984/2003 establishing a system of statistical registration in the Community concerning bluefin tuna and swordfish and bigeye tuna"
    },
    {
       "value":"C046"
      ,"display":"Banana weighing certificate."
    },
    {
       "value":"C047"
      ,"display":"ICCAT Bluefin tuna catch document (BCD). REGULATION (EU) No 640/2010 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing a catch documentation programme for bluefin tuna Thunnus thynnus and amending Council Regulation (EC) No 1984/2003."
    },
    {
       "value":"C048"
      ,"display":"Certificate for the import of sprouts or seeds intended for the production of sprouts, as provided in the Annex of Regulation (EU) No. 704/2014.\nConsignments of sprouts or seeds intended for the production of sprouts imported into the Union and originating in or dispatched from third countries shall be accompanied by a certificate in accordance with the model set out in the Annex to Regulation (EU) No. 704/2014. \nThe certificate and, when applicable, the results of microbiological testing on Enterobacteriaceae must be drawn up in the official language or languages of the third country of dispatch and the Member State in which the import into the EU takes place, or be accompanied by a certified translation into that language or languages. \nIf the Member State of destination so requests, certificates must also be accompanied by a certified translation into the official language or languages of that Member State. However, a Member State may consent to the use of an official Union language other than its own.\nThe original of the certificate shall accompany the consignment until it reaches its destination as indicated in the certificate.\nIn the case of splitting of the consignment, a copy of the certificate shall accompany each part of the consignment."
    },
    {
       "value":"C050"
      ,"display":"Certificate of quality for products of the hops sector, prohibiting the marketing of those products without a certificate as mentioned in Regulation (EU) No. 1308/2013 (OJ L347).\nCertificates may be issued only for products having the minimum quality characteristics appropriate to a specific stage of marketing. In the case of hop powder, hop powder with higher lupulin content, extract of hops and mixed hop products, the certificate may only be issued if the alpha acid content of these products is not lower than that of the hops from which they have been prepared.\n3. The certificates shall at least indicate: \n(a) the place(s) of production of the hops; \n(b) the year(s) of harvesting; and\n(c) the variety or varieties.\n4. Products of the hops sector may be marketed or exported only if covered by a certificate issued in accordance with Article 77.\nIn the case of imported products of the hops sector, the attestation provided for in Article 190(2) shall be deemed to be equivalent to that certificate (see C001)."
    },
    {
       "value":"C051"
      ,"display":"Declaration by the Food-veterinary and environmental agency of Faroe islands, issued in accordance with Regulation (EC) No 1381/2007 (OJ L 309 from 27.11.2007, p.24)."
    },
    {
       "value":"C055"
      ,"display":"Declaration of compliance (Annex IV of Regulation (EU) No. 10/2011). Commission Implementing Regulation (EU) No 321/2011 amending Regulation (EU) No 10/2011 as regards the restriction of use of Bisphenol A in plastic infant feeding bottles."
    },
    {
       "value":"C056"
      ,"display":"Certificate concerning pelts of certain wild animal species and of goods incorporating such pelts subject to Council Regulation (EEC) No 3254/91."
    },
    {
       "value":"C057"
      ,"display":"Copy of the declaration of conformity as referred in Article 1.2 of Regulation 879/2016. Pursuant to Regulation (EU) 517/2014, for detailed arrangements relating to the declaration of conformity when placing refrigeration, air conditioning and heat pump equipment charged with hydrofluorocarbons on the market and its verification."
    },
    {
       "value":"C058"
      ,"display":"The statement of conformity with the end-of-waste criteria referred to in Article 5(1) of Council Regulation (EU) No 333/2011 is to be issued for each consignment of scrap metal ceased to be waste."
    },
    {
       "value":"C060"
      ,"display":"Declaration to be provided for every consignment of kitchenware falling under the provisions of (EU) Regulation 284/2011, originating in or consigned from the People’s Republic of China and Hong Kong Special Administrative Region, China."
    },
    {
       "value":"C064"
      ,"display":"Authorisation for export or import of goods that could be used for torture (Regulation (EC) No 1236/2005) concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment.\nSee also C068, E990, Y904, Y906 and Y907"
    },
    {
       "value":"C065"
      ,"display":"Permit for invasive alien species in accordance with Art. 8 of Regulation (EU) 1143/2014 on the prevention and management of the introduction and spread of invasive alien species."
    },
    {
       "value":"C067"
      ,"display":"Import authorisation for restricted goods and technologies (Council Regulation (EU) No 267/2012) concerning restrictive measures against Iran and repealing Regulation (EU) No 961/2010."
    },
    {
       "value":"C068"
      ,"display":"Union General Export Authorisation EU GEA (Regulation (EC) No 1236/2005) concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment.\nSee also C064, E990, Y904, Y906, Y907 and 9106"
    },
    {
       "value":"C069"
      ,"display":"Authorisation issued by competent authority (Reg. (EU) 2017/1509) concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"C070"
      ,"display":"Prior authorisation - Restrictive measures against Libya - Council Regulation (EU) No 2016/44."
    },
    {
       "value":"C071"
      ,"display":"Form for granting or denying written consent, pursuant to article 4(1) of Regulation (EU) 2017/852 of the European Parliament and of the Council on mercury, to the import of mercury or of the mixtures of mercury listed in Annex I to that Regulation."
    },
    {
       "value":"C072"
      ,"display":"Aircraft’s registration certificate in accordance with the Convention on International Civil Aviation dated 7 December 1944."
    },
    {
       "value":"C100"
      ,"display":"Registered Exporter Number (REX). EC Reg 2447/2015 of the UCC IA for ‘Implementing Act’."
    },
    {
       "value":"C400"
      ,"display":"Presentation of the required ‘CITES’ certificate. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C401"
      ,"display":"CITES Export permit or Re-export certificate issued by an EU-country. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C402"
      ,"display":"CITES Export permit or Re-export certificate issued by a third country. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C403"
      ,"display":"CITES Travelling exhibition certificate. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C404"
      ,"display":"CITES Personal ownership certificate. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C405"
      ,"display":"CITES Sample collection certificate. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C406"
      ,"display":"CITES Musical instrument certificate. Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C501"
      ,"display":"AEOC - Authorisation for the status of Authorised Economic Operator - Customs Simplifications (Column 2, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C502"
      ,"display":"AEOS - Authorisation for the status of Authorised Economic Operator – Security and safety (Column 2, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C503"
      ,"display":"AEOF - Authorisation for the status of Authorised Economic Operator – Customs simplifications/Security and safety (Column 2, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C504"
      ,"display":"CVA - Authorisation for the simplification of the determination of amounts being part of the customs value of goods (Column 3, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C505"
      ,"display":"CGU - Authorisation for the provision of a comprehensive guarantee, including possible reduction or waiver (Column 4a, Annex A of Delegated Regulation (EU) 2015/2446).\n\nFor Union Customs Code authorisations only.\n\n(See following code for Community Customs Code authorisations)"
    },
    {
       "value":"C505"
      ,"display":"For Community Customs Code authorisations (including deferment accounts), OGDs, Public Bodies and goods below the statistical threshold:\n\nCGU - Authorisation for the provision of a comprehensive guarantee, including possible reduction or waiver (Column 4a, Annex A of Delegated Regulation (EU) 2015/2446).\n\n(see previous code for Union Customs Code authorisations)"
    },
    {
       "value":"C506"
      ,"display":"DPO - Authorisation for the deferment of payment (Column 4b, Annex A of Delegated Regulation (EU) 2015/2446))."
    },
    {
       "value":"C507"
      ,"display":"REP - Decision for the repayment of the amounts of import or export duty (Column 4c, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C508"
      ,"display":"REM - Decision for the remission of the amounts of import or export duty (Column 4c, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C509"
      ,"display":"TST - Authorisation for the operation of storage facilities for the temporary storage of goods (Column 5, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C510"
      ,"display":"RSS - Authorisation to establish regular shipping services (Column 6a, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C511"
      ,"display":"ACP - Authorisation for the status of authorised issuer to establish the proof of the customs status of Union goods (Column 6b, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C512"
      ,"display":"SDE - Authorisation to use simplified declaration (Column 7a, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C513"
      ,"display":"CCL - Authorisation for centralised clearance (Column 7b, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C514"
      ,"display":"EIR - Authorisation for making a customs declaration through an entry in the declarant’s records, including for the export procedure (Column 7c, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C515"
      ,"display":"SAS - Authorisation for self-assessment (Column 7d, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C516"
      ,"display":"TEA - Authorisation for the use of temporary admission (Column 8d, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C517"
      ,"display":"CWP - Authorisation for the operation of storage facilities for the customs warehousing of goods in a private customs warehouse (Column 8e, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C518"
      ,"display":"CW1 - Authorisation for the operation of storage facilities for the customs warehousing of goods in a public customs warehouse type I (Column 8e, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C519"
      ,"display":"CW2 - Authorisation for the operation of storage facilities for the customs warehousing of goods in a public customs warehouse type II (Column 8e, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C520"
      ,"display":"ACT - Authorisation for the status of authorised consignee for TIR procedure (Column 9a, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C521"
      ,"display":"ACR - Authorisation for the status of authorised consignor for Union transit (Column 9b, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C522"
      ,"display":"ACE - Authorisation for the status of authorised consignee for Union transit (Column 9c, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C523"
      ,"display":"SSE - Authorisation for the use of seals of a special type (Column 9d, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C524"
      ,"display":"TRD - Authorisation to use transit declaration with a reduced dataset (Column 9e, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C525"
      ,"display":"ETD - Authorisation for the use of an electronic transport document as customs declaration (Column 9f, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C526"
      ,"display":"AWB - Authorisation for the status of authorised weigher of bananas (Column 7e, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C600"
      ,"display":"Authorisation to operate a Free Zone"
    },
    {
       "value":"C601"
      ,"display":"IPO - Authorisation for the use of inward processing procedure (Column 8a, Annex A of Delegated regulation (EU) 2015/2446)."
    },
    {
       "value":"C602"
      ,"display":"Declaration of particulars relating to customs value (continuation sheet D.V.1BIS)."
    },
    {
       "value":"C603"
      ,"display":"Information sheet INF1 for inward processing (C&E1143)."
    },
    {
       "value":"C604"
      ,"display":"Information sheet INF2 for outward processing triangular traffic (C&E1155)."
    },
    {
       "value":"C605"
      ,"display":"Information sheet INF3 for returned goods (C&E1558)."
    },
    {
       "value":"C606"
      ,"display":"Information sheet INF5 for inward processing triangular traffic (EX/IM) (C&E1290)."
    },
    {
       "value":"C610"
      ,"display":"Information sheet INF9 relating to Inward processing triangular traffic (IM/EX)."
    },
    {
       "value":"C611"
      ,"display":"Information document."
    },
    {
       "value":"C612"
      ,"display":"Internal Community transit declaration, T2F."
    },
    {
       "value":"C613"
      ,"display":"Consignment note CIM (T2)."
    },
    {
       "value":"C614"
      ,"display":"Consignment note CIM (T2F)."
    },
    {
       "value":"C615"
      ,"display":"TR transfer note (T1)."
    },
    {
       "value":"C616"
      ,"display":"TR transfer note (T2)."
    },
    {
       "value":"C617"
      ,"display":"TR transfer note (T2F)."
    },
    {
       "value":"C618"
      ,"display":"Air manifest (T2F)."
    },
    {
       "value":"C619"
      ,"display":"Maritime manifest (T2F)."
    },
    {
       "value":"C620"
      ,"display":"T2LF document."
    },
    {
       "value":"C621"
      ,"display":"Proof of customs status: fishing logbook, landing declaration, transhipment declaration or data from the vessel monitoring system, as stipulated in Article 199(1)(e) of Regulation (EU) 2015/2447."
    },
    {
       "value":"C622"
      ,"display":"Certificate of customs status."
    },
    {
       "value":"C623"
      ,"display":"Transhipment certificate EXP.1."
    },
    {
       "value":"C624"
      ,"display":"Form 302 (NATO)."
    },
    {
       "value":"C625"
      ,"display":"Rhine Manifest."
    },
    {
       "value":"C626"
      ,"display":"BTI - Decision relating to Binding Tariff Information (Column 1a, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C627"
      ,"display":"BOI - Decision relating to Binding Origin Information (Column 1b, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"C631"
      ,"display":"Formal letter validating the use of non-wooden or recycled materials for paper products, issued by the Ministry of Industry of the FLEGT VPA partner country from which the paper products are originating. Decision 284/14."
    },
    {
       "value":"C635"
      ,"display":"CITES Label for Scientific Material. Commission Reg 160/2017 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C638"
      ,"display":"CITES Import permit. Commission Reg 160/2017 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C639"
      ,"display":"CITES Import notification. Commission Reg 160/2017 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"C640"
      ,"display":"Common Veterinary Entry Document (CVED) in accordance with Commission Regulation (EC) No. 282/2004, used for veterinary checks on live animals."
    },
    {
       "value":"C641"
      ,"display":"Dissostichus - catch document import. COUNCIL REGULATION (EC) No 1368/2006 establishing a catch documentation scheme for Dissostichus spp."
    },
    {
       "value":"C642"
      ,"display":"National phytosanitary proof equivalent to phytosanitary certificate N851."
    },
    {
       "value":"C644"
      ,"display":"Certificate of inspection for organic products. Council Regulation (EC) No 834/2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91."
    },
    {
       "value":"C645"
      ,"display":"Certificate for military equipment."
    },
    {
       "value":"C647"
      ,"display":"Confirmation of receipt."
    },
    {
       "value":"C651"
      ,"display":"Electronic administrative document (e-AD), as referred to in Article 3(1) of Reg. (EC) No 684/2009."
    },
    {
       "value":"C652"
      ,"display":"Accompanying documents for the carriage of wine products. COMMISSION REGULATION (EC) No 394/2005, amending Regulation (EC) No 795/2004, laying down detailed rules for the implementation of the single payment scheme provided for in Council Regulation (EC) No 1782/2003. Establishing common rules for direct support schemes under the common agricultural policy and establishing certain support schemes for farmers, and derogating from Regulation (EC) No 1782/2003."
    },
    {
       "value":"C653"
      ,"display":"Confirmation (export to Iraq)."
    },
    {
       "value":"C654"
      ,"display":"Authorisation for products intended strictly for medical purposes."
    },
    {
       "value":"C656"
      ,"display":"Dissostichus - Catch document export. COUNCIL REGULATION (EC) No 1368/2006 amending Regulation (EC) No 1035/2001 establishing a catch documentation scheme for Dissostichus spp."
    },
    {
       "value":"C657"
      ,"display":"Sanitary certificate for the prevention, control and eradication of certain transmissible spongiform encephalopathies"
    },
    {
       "value":"C658"
      ,"display":"Fallback Accompanying Document for movements of excise goods under suspension of excise duty (FAD), as referred to in Article 8(1) Reg. (EC) No 684/2009."
    },
    {
       "value":"C659"
      ,"display":"Prior written declaration."
    },
    {
       "value":"C660"
      ,"display":"Export notification."
    },
    {
       "value":"C661"
      ,"display":"Explicit consent."
    },
    {
       "value":"C662"
      ,"display":"Import decision."
    },
    {
       "value":"C664"
      ,"display":"CN22 declaration according to Article 144 of the Regulation (EU) No 2015/2446 empowered by Council Regulation (EU) No 952/2013, Articles 6(2) and 158"
    },
    {
       "value":"C665"
      ,"display":"CN23 declaration according to Article 144 of the Regulation (EU) No 2015/2446 empowered by Council Regulation (EU) No 952/2013, Articles 6(2) and 158."
    },
    {
       "value":"C666"
      ,"display":"Certificate issued by the Federal Grain Inspection service (FGIS). COMMISSION REGULATION (EC) No 1375/2007 on imports of residues from the manufacture of starch from maize from the United States of America.\nNote: Certificates report the grade of the grain inspected based on characteristics such as test weight, moisture, cleanliness, and damage. Certificates are issued for the various grains for which standards exist under the U.S. Grain Standards Act, as amended, and for rice, pulses, and miscellaneous processed commodities covered by Part 68 of the regulations under the Agricultural Marketing Act of 1946, as amended."
    },
    {
       "value":"C667"
      ,"display":"Laboratory analysis. COMMISSION REGULATION (EC) No 1375/2007 on imports of residues from the manufacture of starch from maize from the United States of America."
    },
    {
       "value":"C668"
      ,"display":"Certificate issued by the USA wet milling industry in accordance with COMMISSION REGULATION (EC) No 1375/2007 before 7.3.2017 on imports of residues from the manufacture of starch from maize from the United States of America.\nAll goods declared under CN code 2309 90 20 from the USA should be accompanied by a certificate issued by the Federal Grain Inspection Service (FGIS) and a certificate issued by the USA wet milling industry as set out in Annex I of the Regulation."
    },
    {
       "value":"C669"
      ,"display":"Notification document as mentioned in Regulation (EC) No 1013/2006 (OJ L 190) - Article 4 and Annex IA on shipments of waste."
    },
    {
       "value":"C670"
      ,"display":"Movement document as mentioned in Regulation (EC) No 1013/2006 (OJ L 190) – Article 4 and Annex IB (appears to replace C650) on shipments of waste."
    },
    {
       "value":"C672"
      ,"display":"Information document accompanying shipments of waste as mentioned in Regulation (EC) No 1013/2006 (OJ L 190) – Article 18 and Annex VII on shipments of waste."
    },
    {
       "value":"C673"
      ,"display":"Catch certificate. COUNCIL REGULATION (EC) No 1005/2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing."
    },
    {
       "value":"C676"
      ,"display":"Import/ Export authorisation issued by the competent authorities of the Member States. Decision 1764/15."
    },
    {
       "value":"C678"
      ,"display":"Common entry document (CED) (model of which is set out in Annex II of the Regulation (EC) No 669/2009 (OJ L 194)). Commission Implementing Regulation (EU) 2015/175 concerning the laying down special conditions applicable to the import of guar gum originating in or consigned from India due to contamination risks by pentachlorophenol and dioxins."
    },
    {
       "value":"C679"
      ,"display":"Attesting Document (seal product), issued by a recognised body in accordance with either -Regulation (EU) No 737/2010 (on condition that the attesting document was issued prior to 18 October 2015) or, Commission Implementing Regulation (EU) 2015/1850, laying down detailed rules for the implementation of Regulation (EC) No 1007/2009 of the European Parliament and of the Council on trade in seal products.\nSee also codes C680, C683, Y032 and 9118"
    },
    {
       "value":"C680"
      ,"display":"Written notification of import and document giving evidence where the products were acquired (seal product). Commission Implementing Regulation (EU) 2015/1850 laying down detailed rules for the implementation of Regulation (EC) No 1007/2009 of the European Parliament and of the Council on trade in seal products.\nSee also codes C679, C683, Y032 and 9118"
    },
    {
       "value":"C683"
      ,"display":"European Union - Attesting document for seal products resulting from hunt by Inuit or other indigenous communities for placing on the Union’s market in accordance with Article 3 (1) of Regulation (EC) No 1007/2009 on trade in seal products. \nSee also codes C679, C680, Y032 and 9118"
    },
    {
       "value":"C684"
      ,"display":"Certificate in accordance with the model set out in the Annex of Regulation (EU) No 2015/949 (OJ L 156, p.2) approving the pre-export checks carried out on certain food by certain third countries as regards the presence of certain mycotoxins.\nPre-export checks carried out prior to export to the Union by the Canadian Grain Commission, as competent authority, regarding ochratoxin A in wheat and wheat flour listed in Annex I and produced on the territory of Canada are approved.\nThe following pre-export checks carried out prior to export to the Union by the United States Department of Agriculture (USDA), as competent authority, are approved:\nCommission Implementing Regulation (EU) 2017/1269 of 13 July 2017 amending Implementing Regulation (EU) 2015/949 as regards withdrawal of groundnuts (peanuts) from the United States of America from the list of approved pre-export checks as regards aflatoxins \n(b) pre-export checks regarding aflatoxins in almonds listed in Annex I and produced on the territory of the United States"
    },
    {
       "value":"C685"
      ,"display":"Report containing the results of sampling and analysis performed in accordance with the provisions of Commission Regulation (EC) No 401/2006 of 23 February 2006, or with equivalent requirements, by a laboratory approved for that purpose by the Canadian Grain Commission."
    },
    {
       "value":"C687"
      ,"display":"Health certificate as mentioned in Annex III of Commission Implementing Decision (EU) No 884/2011(OJ L 343, p, 140)\nNote: Each consignment of products referred to in Article 1 of the Decision must be accompanied by an analytical report for each lot, and by a health certificate in accordance with the models set out in Annexes III and IV, completed, signed and verified by an authorised representative of the ‘Entry Exit Inspection and Quarantine Bureau of the People’s Republic of China’ (AQSIQ)."
    },
    {
       "value":"C688"
      ,"display":"Analytical report as mentioned in Annex IV of Commission Implementing Decision 2011/884/EU (OJ L 343, 23.12.2011, p. 140).\nNote: Each consignment of products referred to in Article 1 of the Decision must be accompanied by an analytical report for each lot, and by a health certificate in accordance with the models set out in Annexes III and IV, completed, signed and verified by an authorised representative of the ‘Entry Exit Inspection and Quarantine Bureau of the People’s Republic of China’ (AQSIQ)."
    },
    {
       "value":"C690"
      ,"display":"FLEGT import licence for timber. Council Regulation (EC) No 2173/2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community. Article 4 of Council Regulation (EC) No 2173/2005 prohibits the import of FLEGT timber products from countries which have entered in to a Voluntary Partnership Agreement (VPA) with the EU unless they are covered by a valid FLEGT licence (UK Tariff)."
    },
    {
       "value":"C692"
      ,"display":"Results of sampling and analysis performed by a USDA approved laboratory carried out in accordance with the provisions of Commission Regulation (EC) No 401/2006 of 23 February 2006."
    },
    {
       "value":"C693"
      ,"display":"Certificate issued by the USA wet milling industry in accordance with Commission Implementing Regulation (EU) 2017/337."
    },
    {
       "value":"C990"
      ,"display":"End use authorisation ships and platforms (Column 8c, Annex A of Delegated Regulation (EU) 2015/2446). Must be used in conjunction with 1SW in DE 1/11."
    },
    {
       "value":"D005"
      ,"display":"Commercial Invoice within the framework of undertakings containing a signed declaration referring to the Undertaking offered by a particular company and accepted by the European Commission in respect of the terms of sale for the goods concerned (and which therefore exempts that company’s products from the application of Anti-Dumping duty)."
    },
    {
       "value":"D008"
      ,"display":"Invoice with a signed declaration by a company official declaring that the goods were manufactured by a particular company (whose products do not attract the full (highest rate) of rate of Anti-Dumping duty payable). Commission Implementing Regulation (EU) 2015/1518 imposing a definitive anti-dumping duty on imports of biodiesel originating in the United States of America following an expiry review pursuant to Article 11(2) of Council Regulation (EC) No 1225/2009. Commission Implementing Regulation (EU) 2015/1519 imposing definitive countervailing duties on imports of biodiesel originating in the United States of America following an expiry review pursuant to Article 18 of Council Regulation (EC) No 597/2009. Commission Implementing Regulation (EU) 2016/675 amending Implementing Regulation (EU) 2015/1519 imposing definitive countervailing duties on imports of biodiesel originating in the United States of America following an expiry review pursuant to Article 18 of Council Regulation (EC) No 597/2009. Commission Implementing Regulation (EU) 2016/676 amending Implementing Regulation (EU) 2015/1518 imposing a definitive anti-dumping duty on imports of biodiesel originating in the United States of America following an expiry review pursuant to Article 11(2) of Council Regulation (EC) No 1225/2009."
    },
    {
       "value":"D018"
      ,"display":"Invoice for transactions which are not exempted from countervailing/anti-dumping duties (Annex VI of Regulation 2017/367; identical to Annex 5 of Regulation 2017/366)."
    },
    {
       "value":"D019"
      ,"display":"Authorisation to use a Special Procedure within the context of an anti-dumping/countervailing measure, where Article 211(6) of EU Reg. No. 952/2013 applies (Column 8c, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"D020"
      ,"display":"Commercial invoice and mill certificate as defined in EC Regulation 2015/1953."
    },
    {
       "value":"E012"
      ,"display":"Export licence ‘Cultural goods’ (Regulation (EC) No 116/2009)."
    },
    {
       "value":"E013"
      ,"display":"Export licence ‘controlled substances’ (ozone), issued by the Commission."
    },
    {
       "value":"E014"
      ,"display":"Export certificate - Milk products."
    },
    {
       "value":"E017"
      ,"display":"Export certificate issued by the competent authorities of a third country."
    },
    {
       "value":"E020"
      ,"display":"Export authorisation for firearms (Regulation (EU) No 258/2012)."
    },
    {
       "value":"E990"
      ,"display":"Export authorisation for goods that could be used for the purpose of torture or other cruel, inhuman or degrading treatment or punishment. Commission Implementing Regulation (EU) No 775/2014 amending Council Regulation (EC) No 1236/2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment.\nSee also C064, C068, Y904, Y906, Y907 and 9106"
    },
    {
       "value":"I004"
      ,"display":"Surveillance document issued by the competent authorities of a Member State valid throughout the EU. Regulation (EC) 670/2016 Introducing prior Union surveillance of imports of certain iron and steel products."
    },
    {
       "value":"L001"
      ,"display":"Import licence AGRIM. Commission Delegated Regulation (EU) 2016/1237 supplementing Regulation (EU) No 1308/2013 of the European Parliament and of the Council with regard to the rules for applying the system of import and export licences and supplementing Regulation (EU) No 1306/2013 of the European Parliament and of the Council with regard to the rules on the release and forfeit of securities lodged for such licences, amending Commission Regulations (EC) No 2535/2001, (EC) No 1342/2003, (EC) No 2336/2003, (EC) No 951/2006, (EC) No 341/2007 and (EC) No 382/2008 and repealing Commission Regulations (EC) No 2390/98, (EC) No 1345/2005, (EC) No 376/2008 and (EC) No 507/2008."
    },
    {
       "value":"L079"
      ,"display":"Textile products: import licence. Import documents under: \n1) Council Regulation (EC) No 517/94 of 7 March 1994 on common rules for imports of textile products from certain third countries not covered by bilateral agreements, protocols or other arrangements, or by other specific Community import rules; and\n2) Council Regulation (EEC) No 3030/93 of 12 October 1993 on common rules for imports of certain textile products from third countries."
    },
    {
       "value":"L081"
      ,"display":"Certificate of analysis (Regulation (EC) No 1064/2009) for malting barley from third countries."
    },
    {
       "value":"L082"
      ,"display":"Certificate of conformity (Regulation (EC) No 1064/2009) for malting barley from third countries."
    },
    {
       "value":"L100"
      ,"display":"Import licence ‘controlled substances’ (ozone), issued by the Commission. Regulation (EC) 2037/2000 on substances that deplete the ozone layer."
    },
    {
       "value":"L116"
      ,"display":"Kimberley Process Certificate. COUNCIL REGULATION (EC) No 2368/2002 implementing the Kimberley Process certification scheme for the international trade in rough diamonds."
    },
    {
       "value":"L135"
      ,"display":"Import authorisation (precursors) issued by the competent authorities of the Member State where the importer is established."
    },
    {
       "value":"L136"
      ,"display":"Goods, containing, or relying on, ozone-depleting substances, to be used as feedstock or for laboratory and analytical uses. REGULATION (EC) No 1005/2009 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on substances that deplete the ozone layer."
    },
    {
       "value":"N002"
      ,"display":"Certificate of conformity with the European Union marketing standards for fresh fruit and vegetables."
    },
    {
       "value":"N003"
      ,"display":"Certificate of quality."
    },
    {
       "value":"N018"
      ,"display":"ATR certificate."
    },
    {
       "value":"N235"
      ,"display":"Container list."
    },
    {
       "value":"N271"
      ,"display":"Packing list."
    },
    {
       "value":"N325"
      ,"display":"Proforma invoice."
    },
    {
       "value":"N337"
      ,"display":"Summary declaration for temporary storage."
    },
    {
       "value":"N355"
      ,"display":"Entry summary declaration."
    },
    {
       "value":"N380"
      ,"display":"Commercial invoice."
    },
    {
       "value":"N703"
      ,"display":"House waybill."
    },
    {
       "value":"N704"
      ,"display":"Master bill of lading."
    },
    {
       "value":"N705"
      ,"display":"Bill of lading."
    },
    {
       "value":"N710"
      ,"display":"Maritime manifest (T1) Sea Simplified procedure."
    },
    {
       "value":"N714"
      ,"display":"House bill of lading."
    },
    {
       "value":"N720"
      ,"display":"Consignment note CIM (T1) Rail Simplified procedure."
    },
    {
       "value":"N722"
      ,"display":"Road list – SMGS."
    },
    {
       "value":"N730"
      ,"display":"Road consignment note."
    },
    {
       "value":"N740"
      ,"display":"Air waybill (T1) Air Simplified procedure."
    },
    {
       "value":"N741"
      ,"display":"Master airwaybill."
    },
    {
       "value":"N750"
      ,"display":"Movement by post including parcel post."
    },
    {
       "value":"N760"
      ,"display":"Multimodal/combined transport document."
    },
    {
       "value":"N785"
      ,"display":"Cargo manifest."
    },
    {
       "value":"N787"
      ,"display":"Bordereau (cargo load list)."
    },
    {
       "value":"N820"
      ,"display":"Transit declaration ‘T’."
    },
    {
       "value":"N821"
      ,"display":"External Community transit declaration / common transit, T1."
    },
    {
       "value":"N822"
      ,"display":"Internal Community transit declaration T2."
    },
    {
       "value":"N823"
      ,"display":"T5 control copy."
    },
    {
       "value":"N825"
      ,"display":"T2L document."
    },
    {
       "value":"N830"
      ,"display":"Goods declaration for exportation."
    },
    {
       "value":"N851"
      ,"display":"Phytosanitary certificate."
    },
    {
       "value":"N852"
      ,"display":"Analysis and health certificate."
    },
    {
       "value":"N853"
      ,"display":"Common Veterinary Entry Document (CVED) in accordance with Regulation (EC) No. 136/2004, used for veterinary check on products. COMMISSION REGULATION (EC) No 275/2007 amending Regulation (EC) No 1825/2000 laying down detailed rules for the application of Regulation (EC) No 1760/2000 of the European Parliament and of the Council as regards the labelling of beef and beef products."
    },
    {
       "value":"N864"
      ,"display":"Invoice declaration or origin declaration made out by any exporter on the invoice or any other commercial document (excluding the Bill of Lading) for originating goods where the total value exceeds €6000 (value limit deleted from new TARIC description)."
    },
    {
       "value":"N865"
      ,"display":"Certificate of origin ‘Form A’."
    },
    {
       "value":"N933"
      ,"display":"Cargo declaration (arrival)."
    },
    {
       "value":"N934"
      ,"display":"Declaration of particulars relating to customs value D.V.1.\n(to be completed on request)"
    },
    {
       "value":"N935"
      ,"display":"The invoice on the basis of which the customs value of the goods is declared."
    },
    {
       "value":"N941"
      ,"display":"Embargo permit."
    },
    {
       "value":"N951"
      ,"display":"TIF form."
    },
    {
       "value":"N952"
      ,"display":"TIR Carnet."
    },
    {
       "value":"N954"
      ,"display":"Movement certificate EUR.1\nSee also: \n- Y019 where the document shows that the goods originate in Iceland; \n- Y020 where the document shows that the goods originate in Norway; and\n- Y021 where the document shows that goods originate in the EEA."
    },
    {
       "value":"N955"
      ,"display":"ATA carnet."
    },
    {
       "value":"N988"
      ,"display":"Authorisation to use simplified procedures - local clearance procedure – export (pre-departure declaration required according to Art. 285a 1 of Commission Regulation (EEC) No 2454/93)."
    },
    {
       "value":"N989"
      ,"display":"Authorisation to use simplified procedures - local clearance procedure – export (Waiver of pre-departure declaration according to Art. 285a 1a of Commission Regulation (EEC) No 2454/93)."
    },
    {
       "value":"N990"
      ,"display":"EUS - Authorisation for the use of end use procedure (Column 8c, Annex A of Delegated Regulation (EU) 2015/2446)."
    },
    {
       "value":"U003"
      ,"display":"Certificate of origin meeting the conditions laid-down in article 57 of Regulation (EU) No. 2015/2447"
    },
    {
       "value":"U004"
      ,"display":"Certificate of origin for imports of products subject to special non-preferential import arrangements into the European Union established in accordance with Article 57 of Commission Implementing Regulation (EU) 2015/2447."
    },
    {
       "value":"U005"
      ,"display":"Certificate of designation of origin issued by the competent authorities."
    },
    {
       "value":"U031"
      ,"display":"Certificate EUR 1. bearing the endorsement ‘Derogation - Commission Implementing Decision 2014/461/EU’ or ‘Dérogation - Décision d’exécution 2014/461/UE de la Commission’. Certificate EUR 1 bearing the endorsement ‘DEROGATION- DECISION Nr 2001/936/EC’ as regards the rules of origin for prepared and preserved shrimps and prawns from Greenland (notified under document number C(2001) 4648) Paper Tariff."
    },
    {
       "value":"U040"
      ,"display":"Proof of origin established in accordance with Article 57 of Commission Implementing Regulation (EU) 2015/2447, including in addition the following data: \n- the CN code, \n- the order number or order numbers of the tariff quota concerned in accordance with the Article 5(2) of Regulation (EU) No 1354/2011, \n- the total net weight per coefficient category as specified in Article 3 (2) of Regulation (EU) No 1354/2011."
    },
    {
       "value":"U045"
      ,"display":"Movement Certificate EUR-MED\nSee also: \n- Y019 where the declaration shows that the goods originate in Iceland; \n- Y020 where the declaration shows that the goods originate in Norway; and\n- Y021 where the document shows that goods originate in the EEA."
    },
    {
       "value":"U048"
      ,"display":"Invoice for EUR-MED. EUR-MED declaration of preferential origin on an invoice or other commercial document bearing as appropriate an original signature or approval number of the exporter in a Pan-Euro- Mediterranean Country\n\nSee also: \n- Y019 where the declaration shows that the goods originate in Iceland; \n-Y020 where the declaration shows that the goods originate in Norway; and\n- Y021 where the document shows that goods originate in the EEA."
    },
    {
       "value":"U052"
      ,"display":"Certificate of origin Form A bearing the endorsement ‘Derogation - Implementing Regulation (EU) 2017/968’."
    },
    {
       "value":"U058"
      ,"display":"Certificate EUR 1. bearing the endorsement ‘DEROGATION-DECISION 2011/122/EU’ or ‘Dérogation - Décision 2011/122/UE’."
    },
    {
       "value":"U059"
      ,"display":"Origin declaration containing the following statement in English: ‘Derogation - Annex II(a) of Protocol concerning the definition of ‘originating products’ and methods of administrative cooperation ‘."
    },
    {
       "value":"U062"
      ,"display":"Origin quota and alternatives to the product specific rules of origin in Annex V of CETA."
    },
    {
       "value":"U063"
      ,"display":"Proof of origin containing the following statement in English: ‘Derogation - Annex II(a) of Protocol 3 - name of the Development Zone or industrial area and authorisation number granted by the competent authorities of Jordan."
    },
    {
       "value":"U067"
      ,"display":"Certificate EUR 1. bearing the endorsement ‘Derogation-Decision No 1/2012 of the ESA-EU Customs Cooperation Committee of 29/11/2012’ or ‘Dérogation - Décision No 1/2012 du Comité de Coopération Douanière AfOA-UE du 29/11/2012’.\n(Preserved tuna and tuna loins)"
    },
    {
       "value":"U068"
      ,"display":"Proof of origin containing the following statement in English: ‘Product originating in accordance with Appendix 2A of Annex II’."
    },
    {
       "value":"U069"
      ,"display":"Proof of origin containing the following statement in English: ‘Product originating in accordance with Appendix 5 of Annex II’."
    },
    {
       "value":"U071"
      ,"display":"Proof of origin containing the following statement: ‘Product originating in accordance with Appendix 2A of Annex II (Concerning the Definition of the Concept of ‘Originating Products’ and Methods of Administrative Cooperation)’ (OJ L346, 15.12.2012)."
    },
    {
       "value":"U072"
      ,"display":"Certificate of origin Form A bearing the endorsement ‘Derogation-Implementing Regulation (EU) 2017/967’."
    },
    {
       "value":"U090"
      ,"display":"Movement certificate EUR. 1 - Movement certificate EUR-MED (under the condition that in box 7 the remark ‘no cumulation applied’ is marked with a cross) stating European Community origin, in the context of the agreement between the European Economic Community and the Swiss Confederation (codification/key: U090)."
    },
    {
       "value":"U091"
      ,"display":"Invoice declaration - Invoice declaration EUR-MED (under the condition the declaration contains the remark ‘no cumulation applied’), stating European Community origin, in the context of the agreement between the European Economic Community and the Swiss Confederation."
    },
    {
       "value":"U095"
      ,"display":"Certificate of origin Form A bearing the endorsement ‘Derogation — Commission Implementing Regulation (EU) No 348/2018’."
    },
    {
       "value":"U096"
      ,"display":"Certificate EUR.1 bearing the endorsement ‘Derogation - [Commission Implementing Decision (EU) 2015/164]’ or ‘Dérogation - [Décision d’exécution (UE) 2015/164 de la Commission]’."
    },
    {
       "value":"U097"
      ,"display":"Certificate EUR.1 bearing the endorsement ‘Derogation - Decision No 1/2015 of the CARIFORUM-EU Special Committee on Customs Cooperation and Trade Facilitation of 10 March 2015’, ‘Dérogation - Décision no 1/2015 du Comité spécial de coopération douaniére et de facilitation des échanges CARIFORUM-UE due 10 mars 2015’ or Excepción - Decisión no 1/2015 del Comité Especial CARIFORUM-UE de Coperación Aduanera y Facilitacion del Comercio del 10 de marzo 2015’."
    },
    {
       "value":"U099"
      ,"display":"Certificate EUR.1 bearing the endorsement ‘Derogation-Regulation (EU) 2017/882’."
    },
    {
       "value":"U100"
      ,"display":"Certificate EUR 1. bearing the endorsement ‘Derogation — Decision No 1/2017 of the CARIFORUM-EU Special Committee on Customs Cooperation and Trade facilitation of 7 July 2017’; ‘Dérogation — Décision no 1/2017 du Comité spécial de coopération douanière et de facilitation des échanges CARIFORUM-UE du 7 juillet 2017’ or ‘Excepción — Decisión no 1/2017 del Comité Especial CARIFORUM-UE de Cooperación Aduanera y Facilitación del Comercio del 7 de julio 2017’."
    },
    {
       "value":"U161"
      ,"display":"Invoice declaration or origin declaration made out by any exporter on an invoice or any other commercial document within the framework of GSP for a total value of originating products not exceeding €6000, according to Art. 75 of Reg. 2015/2447."
    },
    {
       "value":"U162"
      ,"display":"Invoice declaration or origin declaration made out on invoice by any exporter or any other commercial document neither in the framework of GSP nor EUR-MED for a total value of originating products not exceeding 6000 EUR."
    },
    {
       "value":"U163"
      ,"display":"Invoice declaration or origin declaration EUR-MED made out by any exporter on invoice or any other commercial document for a total value of originating products not exceeding €6000."
    },
    {
       "value":"U164"
      ,"display":"Statement of origin made out by a Registered Exporter in the framework of GSP for a total value of originating products consigned not exceeding €6000."
    },
    {
       "value":"U165"
      ,"display":"Statement of origin made out by a Registered Exporter in the framework of GSP for a total value of originating products consigned exceeding €6000."
    },
    {
       "value":"U166"
      ,"display":"Statement of origin made out by a non-registered Exporter in the framework of GSP for a total value of originating products consigned not exceeding €6000."
    },
    {
       "value":"U167"
      ,"display":"Statement on origin made out by a non-registered EU re-consignor in the framework of GSP for a total value of originating products of the initial consignment to be split exceeding €6000."
    },
    {
       "value":"U168"
      ,"display":"Replacement origin declaration or replacement invoice declaration made out by an approved exporter where the total value of originating product in the initial consignment to be split does not exceed the applicable value threshold, according to Art. 69(2a) of Reg. 2015/2447."
    },
    {
       "value":"U169"
      ,"display":"Replacement origin declaration or replacement invoice declaration made out by an approved exporter where the total value of originating product in the initial consignment to be split exceeds the applicable value threshold, according to Art. 69(2a) of Reg. 2015/2447."
    },
    {
       "value":"U170"
      ,"display":"Replacement origin declaration or replacement invoice declaration made out by any re-consignor where the total value of originating product in the initial consignment to be split does not exceed the applicable value threshold, according to Art. 69(2a) of Reg. 2015/2447."
    },
    {
       "value":"U171"
      ,"display":"Replacement origin declaration or replacement invoice declaration made out by any re-consignor where the total value of originating product in the initial consignment to be split exceeds the applicable value threshold, according to Art. 69(2a) of Reg. 2015/2447."
    },
    {
       "value":"U176"
      ,"display":"EUR1 movement certificate bearing the endorsement ‘Derogation — Decision No 2/2017 of the ESA-EU Customs Cooperation Committee of 2 October 2017’ or ‘Dérogation — Décision no 2/2017 du comité de coopération douanière AfOA-UE du 2 octobre 2017’\nSnoek (barracouta), salted."
    },
    {
       "value":"U500"
      ,"display":"EUR.2 form. \nNote: Derogation from the rules of origin to take account of the special situation of the Dominican Republic with regard to certain textiles products"
    },
    {
       "value":"X001"
      ,"display":"Export licence AGREX. Commission Delegated Regulation (EU) 2016/1237 supplementing Regulation (EU) No 1308/2013 of the European Parliament and of the Council with regard to the rules for applying the system of import and export licences."
    },
    {
       "value":"X002"
      ,"display":"Dual use export authorisation (Regulation 428/2009 and its amendments), setting up a Community regime for the control of exports, transfer, brokering and transit of dual-use items."
    },
    {
       "value":"X035"
      ,"display":"Export authorisation (precursors) issued by the competent authorities of the Member State where the exporter is established. Council Regulation (EC) No 111/2005 laying down rules for the monitoring of trade between the Community and third countries in drug precursors."
    },
    {
       "value":"Y001"
      ,"display":"Wholly obtained in Lebanon and transported directly from that country to the Community. Certificate of Origin to support a claim to tariff quota on olive oil imported from Lebanon, declaring that the oil originated in and was transported direct from that country."
    },
    {
       "value":"Y003"
      ,"display":"Wholly obtained in Tunisia and transported directly from that country to the Community. Designation of Origin Certificate to support a claim to tariff quota on other sparkling wine and other wine of fresh grapes imported from Tunisia, declaring that the wine originated in and was transported direct from that country."
    },
    {
       "value":"Y006"
      ,"display":"Stamp (at beginning/end of each piece) and directly transported."
    },
    {
       "value":"Y007"
      ,"display":"Seal (fixed to each piece) and directly transported."
    },
    {
       "value":"Y008"
      ,"display":"Transported directly from Turkey to the Community."
    },
    {
       "value":"Y013"
      ,"display":"Insertion of one of the following endorsements in the ‘Remarks’ column of a goods movement certificate. Regulation (EEC) No 1518/76 (OJ L 169/37): \n- Taxe spéciale à l’exportation appliquée\n- Særlig udførselsafgift opkrævet\n- Sonderausfuhrabgabe erhoben\n- Special export charge collected\n- Applicata tassa speciale all’esportazione\n- Bijzondere uitvoerheffing voldaan.\n\nNote: Regulation (EEC) no. 1518/76 covers interim Agreement between the European Economic Community and the People’s Democratic Republic of Algeria and concerning the import into the Community of bran and sharps originating in Algeria."
    },
    {
       "value":"Y015"
      ,"display":"The rough diamonds are contained in tamper-resistant containers, and the seals applied at export by the participant (Kimberley process) are not broken. COUNCIL REGULATION (EC) No 2368/2002 implementing the Kimberley Process certification scheme for the international trade in rough diamonds."
    },
    {
       "value":"Y017"
      ,"display":"Wholly obtained in Jordan and transported directly from that country to the Community."
    },
    {
       "value":"Y019"
      ,"display":"Request for preferential treatment for Iceland."
    },
    {
       "value":"Y020"
      ,"display":"Request for preferential treatment for Norway. Proof of Preferential Origin (Form EUR1, EUR-MED or declaration of preferential origin on an invoice or other commercial document) declaring that the goods originate in Norway. Document code Y020 must be used to support a claim to a preferential rate of duty where the proof shows the country of origin as Norway."
    },
    {
       "value":"Y021"
      ,"display":"Request for EEA preferential treatment. Proof of Preferential Origin (Form EUR1, EUR-MED or declaration of preferential origin on an invoice or other commercial document) declaring that the goods originate in the EEA-European Economic Area. Document code Y021 must be used to support a claim to a preferential rate of duty where the proof shows country or origin as EEA (rather than Norway, Iceland or Liechtenstein)."
    },
    {
       "value":"Y022"
      ,"display":"Consignor / exporter (AEO certificate number)."
    },
    {
       "value":"Y023"
      ,"display":"Importer/Consignee (AEO certificate number)."
    },
    {
       "value":"Y024"
      ,"display":"Declarant (AEO certificate number)."
    },
    {
       "value":"Y025"
      ,"display":"Representative (AEO certificate number)."
    },
    {
       "value":"Y026"
      ,"display":"Principal (AEO certificate number)."
    },
    {
       "value":"Y027"
      ,"display":"Warehousekeeper (AEO certificate number)."
    },
    {
       "value":"Y028"
      ,"display":"Carrier (AEO certificate number)."
    },
    {
       "value":"Y029"
      ,"display":"Other authorised economic operator (AEO certificate number)."
    },
    {
       "value":"Y031"
      ,"display":"This certificate code may be used to indicate that shipments are coming from or going to an Authorised Economic Operator (AEO) in a third country with which the European Union (EU) has concluded a mutual recognition agreement regarding AEO programmes. In addition to the certificate code (Y031) the identification code of this third country AEO must be filled in the relevant field."
    },
    {
       "value":"Y032"
      ,"display":"Other goods than those seal products mentioned in Regulation (EU) 2015/1850 (OJ L 271) laying down detailed rules for the implementation of Regulation (EC) No 1007/2009 of the European Parliament and of the Council on trade in seal products.\nSee also codes C679, C680, C683 and 9118"
    },
    {
       "value":"Y033"
      ,"display":"Derogation from import prohibition by virtue of Article 4(2) of Council Regulation (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y034"
      ,"display":"Derogation from export prohibition by virtue of Article 4.1 of Council Regulation (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y036"
      ,"display":"The declared goods are exempted from the presentation of the concerned licence by virtue of Article 3 (1) points a, b, d and e and (2) of Commission Delegated Regulation (EU) 2016/1237 (OJ L 206)."
    },
    {
       "value":"Y037"
      ,"display":"Goods exempted from the prohibition – biathlon equipment. COUNCIL REGULATION (EC) No 765/2006 concerning restrictive measures against President Lukashenko and certain officials of Belarus."
    },
    {
       "value":"Y038"
      ,"display":"Derogation from import prohibition by virtue of Article 14 of Council Regulation (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y039"
      ,"display":"Goods exempted from prohibition by virtue of Article 11 (a) or (b) of Reg. 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y043"
      ,"display":"Reimportation of textile products following an outward processing operation, in accordance with Regulation (EC) No 32/2000 - ANNEX II."
    },
    {
       "value":"Y044"
      ,"display":"Evidence that the imported goods are intended to be transported or dispatched from the Member State of importation to another Member State and/or a Special Fiscal Territory belonging to that Member State."
    },
    {
       "value":"Y046"
      ,"display":"Goods not covered by the provisions of Regulation (EU) No 284/2011, referring to kitchenware falling under the provisions of (EU) Regulation 284/2011, originating in or consigned from the People’s Republic of China and Hong Kong Special Administrative Region, China."
    },
    {
       "value":"Y053"
      ,"display":"Goods not concerned by labelling requirements on fluorinated greenhouse gases as referred to Article 12, paragraph 1 of Regulation (EU) No 517/2014."
    },
    {
       "value":"Y054"
      ,"display":"Goods labelled according to the provisions of Article 12, paragraph 1 of Regulation (EU) No 517/2014 on fluorinated greenhouse gases."
    },
    {
       "value":"Y057"
      ,"display":"Goods not requiring the presentation of a FLEGT import licence for timber. Decision 0284/14."
    },
    {
       "value":"Y058"
      ,"display":"Personal consignment of a product of animal origin of a non-commercial character, according to Article No 2 of Regulation (EC) No 206/2009."
    },
    {
       "value":"Y061"
      ,"display":"Reference to Annex 5-A of Council Decision (EU) 2017/37 (OJ L 11) Timber and timber products originating in a country partner in a FLEGT Voluntary Partnership Agreement (VPA), and dispatched to EU from that same country."
    },
    {
       "value":"Y062"
      ,"display":"Products which are not containing, consisting of or produced from rice (Commission Implementing Decision 2011/884/EU)."
    },
    {
       "value":"Y063"
      ,"display":"Goods not consigned from China. (Commission Implementing Decision 2011/884/EU)."
    },
    {
       "value":"Y064"
      ,"display":"Timber and timber products originating in or dispatched from a country partner in a FLEGT Voluntary Partnership Agreement (VPA) exported prior to the entry into force of the VPA. Decision 0284/14."
    },
    {
       "value":"Y065"
      ,"display":"Goods not consigned from India."
    },
    {
       "value":"Y066"
      ,"display":"Products which are not containing or consisting of betel leaves (‘Piper betle’). Decision 0088/14."
    },
    {
       "value":"Y068"
      ,"display":"Goods not consigned from North Korea."
    },
    {
       "value":"Y069"
      ,"display":"Goods not consigned from Iran. Council Regulation (EU) No 267/2012 Concerning Restrictive Measures Against Iran and Repealing Regulations (EU) No 961/2010."
    },
    {
       "value":"Y070"
      ,"display":"Exemption from the requirement of presenting FLEGT licence by virtue of Article 4.3 of Council Regulation (EC) No 2173/2005 for imports of timber into the European Community."
    },
    {
       "value":"Y072"
      ,"display":"Goods with EU origin returning from Andorra, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y073"
      ,"display":"Goods with EU origin returning from Switzerland, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y074"
      ,"display":"Goods with EU origin returning from Faroe Islands, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y075"
      ,"display":"Goods with EU origin returning from Greenland, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y076"
      ,"display":"Goods with EU origin returning from Iceland, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y077"
      ,"display":"Goods with EU origin returning from Liechtenstein, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y078"
      ,"display":"Goods with EU origin returning from Norway, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y079"
      ,"display":"Goods with EU origin returning from San Marino, according to the relevant EU legislation. Decision 0275/07."
    },
    {
       "value":"Y082"
      ,"display":"Derogation from export prohibition by virtue of Article 16e (1) of Council Regulation (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y083"
      ,"display":"Derogation from export prohibition by virtue of Article 16g of Council Regulation (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y084"
      ,"display":"Derogation from import prohibition by virtue of Article 16i (1) of Council Regulation (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation (EC) No 329/2007."
    },
    {
       "value":"Y085"
      ,"display":"Goods imported in the framework of ‘Autonomous trade measures’."
    },
    {
       "value":"Y086"
      ,"display":"Request for preferential treatment for Albania."
    },
    {
       "value":"Y087"
      ,"display":"Request for preferential treatment for Bosnia and Herzegovina."
    },
    {
       "value":"Y088"
      ,"display":"Request for preferential treatment for Montenegro."
    },
    {
       "value":"Y089"
      ,"display":"Request for preferential treatment for the former Yugoslav Republic of Macedonia."
    },
    {
       "value":"Y090"
      ,"display":"Request for preferential treatment for the customs territory of Kosovo."
    },
    {
       "value":"Y091"
      ,"display":"Request for preferential treatment for Serbia."
    },
    {
       "value":"Y100"
      ,"display":"Special entries on the import licence AGRIM."
    },
    {
       "value":"Y800"
      ,"display":"Goods not consigned from Bangladesh. Decision 0088/14."
    },
    {
       "value":"Y900"
      ,"display":"Declared goods do not belong to the Washington Convention (CITES) Commission Reg 160/2017 amending Council Reg (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"Y901"
      ,"display":"Product not included in the dual use list. Commission Delegated Regulation (EU) No 1382/2014 of 22 October 2014 amending Council Regulation (EC) No 428/2009 setting up a Community regime for the control of exports, transfer, brokering and transit of dual-use items."
    },
    {
       "value":"Y902"
      ,"display":"Goods other than those described in the OZ footnotes linked to the measure. Regulation (EC) No 1005/2009 of the European Parliament and of the Council on substances that deplete the ozone layer."
    },
    {
       "value":"Y903"
      ,"display":"Declared goods are not included in the list of cultural goods. COUNCIL REGULATION (EC) No 116/2009 on the export of cultural goods."
    },
    {
       "value":"Y904"
      ,"display":"Goods other than those described in the TR footnotes linked to the measure. Commission Implementing Regulation (EU) No 775/2014 of 16 July 2014 amending Council Regulation (EC) No 1236/2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment.\nSee also C064, C068, E990, Y906, Y907 and 9106"
    },
    {
       "value":"Y906"
      ,"display":"Goods other than those described in the TR footnotes linked to the measure (708). Commission Implementing Regulation (EU) No 775/2014 of 16 July 2014 amending Council Regulation (EC) No 1236/2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment.\nSee also C064, C068, E990, Y904, Y907 and 9106"
    },
    {
       "value":"Y907"
      ,"display":"Goods that will be used by military or civil personnel of a Member State, if such personnel is taking part in an EU or UN peace keeping or crisis management operation in the third country of destination, or in an operation based on agreements between Member States and third countries in the field of defence Commission Implementing Regulation (EU) No 775/2014 of 16 July 2014 amending Council Regulation (EC) No 1236/2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment.\nSee also C064, C068, E990, Y904, Y906 and 9106"
    },
    {
       "value":"Y908"
      ,"display":"Export to the following territories of Member States (Greenland, New Caledonia and Dependencies, French Polynesia, French Southern and Antarctic Territories, Wallis and Futuna Islands, Mayotte, St Pierre and Miquelon, Büsingen), provided that the goods are used by an authority in charge of law enforcement in both the country or territory of destination and the metropolitan part of the Member State to which that territory belongs."
    },
    {
       "value":"Y909"
      ,"display":"The declared goods are not concerned by Regulation (EC) No. 1984/2003 (and/or Reg. (EU) No. 640/2010)introducing a system for the statistical monitoring of trade in bluefin tuna swordfish and bigeye tuna within the Community."
    },
    {
       "value":"Y910"
      ,"display":"Bigeye tuna taken by seiners or baitboats and intended mainly for the canning industry in the areas of application of the Agreement for the establishment of the Indian Ocean Tuna Commission (IOTC Agreement) and the ICCAT Convention.\nCouncil Regulation (EC) No 1984/2003 establishing a system of statistical registration in the Community concerning bluefin tuna and swordfish and bigeye tuna."
    },
    {
       "value":"Y915"
      ,"display":"Reference Identification Number. REGULATION (EU) No 649/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL concerning the export and import of hazardous chemicals."
    },
    {
       "value":"Y916"
      ,"display":"Product not subjected to the provisions of Regulation (EU) No 649/2012 on the export and import of dangerous chemicals, Annex I."
    },
    {
       "value":"Y917"
      ,"display":"Product not subjected to the provisions of Regulation (EU) No 649/2012 on the export and import of dangerous chemicals, Annex V."
    },
    {
       "value":"Y919"
      ,"display":"Reference Identification Number for chemicals subject to the provisions of Art. 2(3) of Regulation (EU) No 649/2012."
    },
    {
       "value":"Y920"
      ,"display":"Goods other than those described in the footnotes linked to the measure Decision 1764/15."
    },
    {
       "value":"Y921"
      ,"display":"Goods exempted from the prohibition. Council Regulation (EU) No 509/2012 amending Regulation (EU) No 36/2012 concerning restrictive measures in view of the situation in Syria."
    },
    {
       "value":"Y922"
      ,"display":"Other than cats and dogs fur as mentioned by Regulation (EC) No 1523/2007 (OJ L 343) banning the placing on the market and the import to, or export from, the Community of cat and dog fur, and products containing such fur (Text with EEA relevance)."
    },
    {
       "value":"Y923"
      ,"display":"Product not subjected to the provisions of Regulation (EC) No 1013/2006 (OJ L 190) on shipments of waste."
    },
    {
       "value":"Y924"
      ,"display":"Goods not concerned by Regulation (EU) 2017/852. Goods other than metallic mercury as mentioned by Regulation (EC) No 1102/2008 on the banning of exports of metallic mercury and certain mercury compounds and mixtures and the safe storage of metallic mercury."
    },
    {
       "value":"Y925"
      ,"display":"Export for laboratory-scale research or laboratory analysis (Article 3 (3) of Regulation (EU) 2017/852)."
    },
    {
       "value":"Y926"
      ,"display":"Goods not concerned by import prohibition on fluorinated greenhouse gases."
    },
    {
       "value":"Y927"
      ,"display":"The declared goods are not concerned by Council Regulation (EC) No. 1005/2008\nCouncil Regulation (EC) No 1005/2008 establishing a Community system to prevent, deter and eliminate illegal, unreported and unregulated fishing, amending Regulations (EEC) No 2847/93, (EC) No 1936/2001 and (EC) No 601/2004 and repealing Regulations (EC) No 1093/94 and (EC) No 1447/1999."
    },
    {
       "value":"Y928"
      ,"display":"The declared goods are not concerned by Commission Implementing Regulation (EU) 2016/6 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station and repealing Implementing Regulation (EU) No 322/2014."
    },
    {
       "value":"Y929"
      ,"display":"Goods not concerned by Regulation (EC) No 834/2007 (organic products)\nCouncil Regulation (EC) No 834/2007 on organic production and labelling of organic products and repealing Regulation (EEC) No 2092/91."
    },
    {
       "value":"Y930"
      ,"display":"The declared goods are not concerned by Commission Decision 2007/275/EC amending Regulation (EC) No 1825/2000 laying down detailed rules for the application of Regulation (EC) No 1760/2000 of the European Parliament and of the Council as regards the labelling of beef and beef products."
    },
    {
       "value":"Y931"
      ,"display":"Goods benefitting from derogation to veterinary controls according to Article 6.1b of Commission Decision (EC) No 275/2007 amending Regulation (EC) No 1825/2000 laying down detailed rules for the application of Regulation (EC) No 1760/2000 of the European Parliament and of the Council as regards the labelling of beef and beef products."
    },
    {
       "value":"Y932"
      ,"display":"Goods benefitting from a derogation to CITES controls according to Article 7(3) of Council Regulation (EC) No 338/97 on the protection of species of wild fauna and flora by regulating trade therein."
    },
    {
       "value":"Y933"
      ,"display":"Goods not concerned by Article 4, paragraph 1 of Regulation (EU) No 208/2013 on traceability requirements for sprouts and seeds intended for the production of sprouts."
    },
    {
       "value":"Y934"
      ,"display":"Product not subjected to the provisions of Regulation (EU) No 258/2012 for export of firearms, their parts and components and ammunition implementing Article 10 of the United Nations’ Protocol against the illicit manufacturing of and trafficking in firearms, their parts and components and ammunition."
    },
    {
       "value":"Y935"
      ,"display":"Goods not covered by the provisions of Regulation (EU) 1332/2013 (OJ L 335) approving non-minor amendments to the specification for a name entered in the register of protected designations of origin and protected geographical indications [Stelvio/Stilfser (PDO)]."
    },
    {
       "value":"Y937"
      ,"display":"The declared goods are not concerned by Commission Implementing Regulation (EU) No 669/2009 implementing Regulation (EC) No 882/2004 of the European Parliament and of the Council as regards the increased level of official controls on imports of certain feed and food of non-animal origin and amending Decision 2006/504/EC."
    },
    {
       "value":"Y939"
      ,"display":"Goods not covered by the provisions of Regulation (EU) No 833/2014, Annex II entering a name in the register of protected designations of origin and protected geographical indications (Jamón de Serón (PGI))."
    },
    {
       "value":"Y940"
      ,"display":"The declared goods are not concerned by Commission Implementing Regulation (EU) 2015/175 laying down special conditions applicable to the import of guar gum originating in or consigned from India due to contamination risks by pentachlorophenol and dioxins."
    },
    {
       "value":"Y942"
      ,"display":"The declared goods are not concerned by Commission Implementing Regulation (EU) 2016/1141 adopting a list of invasive alien species of Union concern pursuant to Regulation (EU) No 1143/2014 of the European Parliament and of the Council."
    },
    {
       "value":"Y944"
      ,"display":"Goods other than those described in Annex VI (Petroleum products) of Reg. (EU) 2017/1509 concerning restrictive measures against the Democratic People’s Republic of Korea. COUNCIL REGULATION (EU) 1509/17 concerning restrictive measures against the Democratic People’s Republic of Korea and repealing Regulation No 329/2007."
    },
    {
       "value":"Y945"
      ,"display":"Travellers’ personal effects or goods of a non-commercial nature for travellers’ personal use contained in their luggage (Art 10.2 of Regulation (EU) 2017/1509) entitled to exemption from prohibition on goods from Democratic People’s Republic of Korea."
    },
    {
       "value":"Y946"
      ,"display":"Goods necessary for the official purposes of diplomatic or consular missions of Member States in the DPRK or international organisations enjoying immunities in accordance with international law, or to the personal effects of their staff (Art 10.3 of Regulation (EU) 2017/1509)."
    },
    {
       "value":"Y947"
      ,"display":"Transaction authorised by the competent authority of the Member State for humanitarian purposes (Art 10.4 of Regulation (EU) 2017/1509)."
    },
    {
       "value":"Y948"
      ,"display":"Goods other than those described in Annex VIII (Luxury goods) of Reg. (EU) 2017/1509 exemption on import and export prohibition on luxury goods from/to Democratic People’s Republic of Korea."
    },
    {
       "value":"Y949"
      ,"display":"Good other than those described in the footnotes linked to the measure (Reg 267/2012). Council Regulation (EU) No 267/2012 Concerning Restrictive Measures Against Iran."
    },
    {
       "value":"Y950"
      ,"display":"Equipment not pre-charged with hydrofluorocarbons or Article 14.1 of Regulation No 517/2014 does not apply."
    },
    {
       "value":"Y951"
      ,"display":"Equipment accounted for within the quota system referred to in Chapter IV of Regulation No 517/2014 Quota for placing hydrofluorocarbons on the market."
    },
    {
       "value":"Y952"
      ,"display":"Goods exempted from article 2 (1)(a), paragraph 1 of Council Regulation (EU) No. 2016/44 prohibiting export to Libya of equipment which might be used for internal repression."
    },
    {
       "value":"Y953"
      ,"display":"Goods not concerned by Council regulation (EU) No. 2016/44, concerning restricted measures in view of the situation in Libya."
    },
    {
       "value":"Y957"
      ,"display":"Goods other than those described in the MG footnotes linked to the measure (Annex II, Part V of Reg. (EU) 2017/1509)."
    },
    {
       "value":"Y958"
      ,"display":"Goods other than those described in Annex IV (Gold, titanium, vanadium ore, rare-earth minerals) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y959"
      ,"display":"Goods other than those described in Annex V (Coal, iron and iron ore) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y960"
      ,"display":"Goods other than those described in Annex VII (Copper, nickel, silver and zinc) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y961"
      ,"display":"Goods other than those described in Annex IX (Gold, precious metals and diamonds) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y962"
      ,"display":"Goods other than those described in Annex X (Statues) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y963"
      ,"display":"Goods other than those described in the MG footnotes linked to the measure (Annex II, Part IV of Reg. (EU) 2017/1509)."
    },
    {
       "value":"Y964"
      ,"display":"Goods other than those described in Annex XIa (Seafood) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y965"
      ,"display":"Goods other than those described in Annex XIb (Lead and lead ore) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y966"
      ,"display":"Goods other than those described in the MG footnotes linked to the measure (Missile Technology Control Regime list - Annex III of Reg. (EU) 267/2012)."
    },
    {
       "value":"Y967"
      ,"display":"Goods other than those described in Annex XId (Refined petroleum products) of Reg. (EU) 2017/1509."
    },
    {
       "value":"Y969"
      ,"display":"Mercury-added products essential for civil protection and military uses; or intended for research, calibration of instrumentation or for use as reference standard (Article 5 (2) of Regulation (EU) 2017/852)."
    },
    {
       "value":"1207"
      ,"display":"Providing specific Authority for an Agent (Declarant/Representative) to use an Importers deferment account."
    },
    {
       "value":"1421"
      ,"display":"Form C1421 - Importing inherited goods free of duty and VAT (Notice 368)."
    },
    {
       "value":"1246"
      ,"display":"Form C&E1246 (Returned Goods Relief duplicate lists) (Notice 236)"
    },
    {
       "value":"1314"
      ,"display":"Form C1314 (Returned Goods Relief claim form) (Notice 236)"
    },
    {
       "value":"1434"
      ,"display":"Claims to duty and VAT relief claimed on Form DD1434 (used by US visiting Forces)."
    },
    {
       "value":"185C"
      ,"display":"Form 185C: Claim to Visiting Forces Relief for goods removed from a customs warehouse"
    },
    {
       "value":"2CVF"
      ,"display":"Claims to duty/ VAT relief for the importation of personal property imported by visiting forces personal on Form C2."
    },
    {
       "value":"426C"
      ,"display":"Form C426: Request to release goods with a claim to Diplomatic Privilege"
    },
    {
       "value":"9001"
      ,"display":"Declaration of preferential origin on an invoice or other commercial document bearing as appropriate an original signature or approval number of the exporter. see also: Y019 where the declaration shows that the goods originate in Iceland;\nY020 where the declaration shows that the goods originate in Norway; and Y021 where the document shows that goods originate in the EEA."
    },
    {
       "value":"9004"
      ,"display":"Certificates of origin for steel quotas."
    },
    {
       "value":"9005"
      ,"display":"All other import documents (including department of health) licences, permits or certificates other than those specifically identified by other document codes."
    },
    {
       "value":"9100"
      ,"display":"Firearms: Open Individual Licence. \nFirearms: Specific Individual Licence. \nNuclear Materials: Open Individual Licence. \nNuclear Materials: Specific Individual Licence."
    },
    {
       "value":"9101"
      ,"display":"Chemical weapons - pre-cursor chemicals."
    },
    {
       "value":"9102"
      ,"display":"Standard Individual Transhipment Licence. Open General Transhipment Licence."
    },
    {
       "value":"9103"
      ,"display":"Detonation resistance test (DRT) \nHSE certificate of exemption."
    },
    {
       "value":"9104"
      ,"display":"Standard Individual Export Licence: Military Goods and dual use goods subject to UK export controls. Standard Individual Transhipment Licence.\nOpen Individual Export Licence: military or dual use goods subject to national control.\nOpen General Export Licence (Military Goods) or dual use goods subject to national control.\nOpen General Transhipment Licence."
    },
    {
       "value":"9105"
      ,"display":"Standard Individual Export Licence: radioactive sources. \nOpen Individual Export Licence: radioactive sources. \nOpen General Export Licence: radioactive sources."
    },
    {
       "value":"9106"
      ,"display":"Authorisation for torture goods.\nSee also codes C064, C068, E990, Y990, Y906 and Y907"
    },
    {
       "value":"9107"
      ,"display":"UK Standard Individual Export Licence (Form C). \nObjects of cultural interest (Control) Order. UK Open General Export Licence.\nUK Open Individual Export Licence."
    },
    {
       "value":"9108"
      ,"display":"EU Specific Open Licence.\nEU General Open Licence."
    },
    {
       "value":"9111"
      ,"display":"Home Office open individual licence for drugs precursor chemicals."
    },
    {
       "value":"9112"
      ,"display":"Drugs Precursor Chemicals Individual Licence."
    },
    {
       "value":"9113"
      ,"display":"Controlled Drugs Individual Licence."
    },
    {
       "value":"9114"
      ,"display":"Controlled Drugs Open Individual Licence."
    },
    {
       "value":"9115"
      ,"display":"Quarantine Release Certificate"
    },
    {
       "value":"9116"
      ,"display":"Rabies import licence."
    },
    {
       "value":"9117"
      ,"display":"FERA letter of authority."
    },
    {
       "value":"9118"
      ,"display":"Import permit for harp and hooded seal skins. See also codes C679, C680, C683 and Y032."
    },
    {
       "value":"9119"
      ,"display":"Letter headed licence for importation of hares."
    },
    {
       "value":"9120"
      ,"display":"Importation of animal pathogens Licence under the Importation of Animal pathogens Order 1980 (IAPO)."
    },
    {
       "value":"9121"
      ,"display":"DEFRA or Animal Health import licence/authorisation for products of animal origin."
    },
    {
       "value":"920C"
      ,"display":"Declaration for imported decorations and awards. Relief from import Duty and VAT.\nNote: Form C920 may be required to qualify for the relief."
    },
    {
       "value":"9300"
      ,"display":"(T2) Air Manifest \nAir Simplified procedure."
    },
    {
       "value":"941C"
      ,"display":"Claims to duty/ VAT relief for the importation of vehicles/ means of transport imported by visiting forces personnel using Form C&E 941."
    },
    {
       "value":"955D"
      ,"display":"When codes M or N are inserted, a deposit slip (form C&E955) must be attached to the declaration. \nWhen code R is used, deposit slip (form C&E955D) must be attached. \nFailure to attach forms C&E955 and C&E955D could result in a delay in any future repayment."
    },
    {
       "value":"9578"
      ,"display":"Form C578 – undertaking to produce Form D.V. 1/invoice/CAP Licence/Preference certificate within 14 days."
    },
    {
       "value":"9AID"
      ,"display":"Evidence required by Procedure or Additional Procedure Code (DE 1/10 and DE 1/11) instructions for claiming relief from all charges except VAT."
    },
    {
       "value":"9AIE"
      ,"display":"Evidence required by Procedure or Additional Procedure Code (DE 1/10 and DE 1/11) instructions, relief from Excise Duty."
    },
    {
       "value":"9AIV"
      ,"display":"Evidence required by Procedure or Additional Procedure Code (DE 1/10 and DE 1/11) instructions or claiming relief from VAT."
    },
    {
       "value":"9CLM"
      ,"display":"RPA claim reference and claim type [Box C9 on form C88 (CAP)] \nNote: this is not a separate document but must be included on all CAP export declarations."
    },
    {
       "value":"9ESA"
      ,"display":"Certificate to evidence that the goods being imported are for use by the European Space Agency (ESA) or Astrium Ltd for use on INGTELSAT projects. \nNote: This code is only for use with DE 1/11 (Additional Procedure Code) 1ES."
    },
    {
       "value":"9ING"
      ,"display":"RPA ingredient details. [Box C44 on form C88 (CAP) CIE]. Note this is not a separate document but must be included as appropriate on CAP export declarations for processed goods without a registered recipe."
    },
    {
       "value":"9RCP"
      ,"display":"RPA recipe code [ex-Box C44 on Form C88(CAP)] \nNote: This is not a separate document but must be included as appropriate on CAP Export declarations for processed goods without a registered recipe."
    },
    {
       "value":"9SDC"
      ,"display":"RPA Supplementary Declaration (SD) codes and (where appropriate) associated percentages. \nNote: This is not a separate document but may be included on CAP Export declarations for certain commodities."
    },
    {
       "value":"9WKS"
      ,"display":"Worksheet to support calculation of the customs value and/or revenue calculations (for example: C&E 1154 for Outward Processing Relief). \nManual calculations required if the goods have been invoiced in more than one currency or a fixed rate of exchange has been stipulated in the contract of sale.\nIf a fixed rate of exchange has been used this is also to be declared on the attached document and rate declared in D.E 4/15"
    },
    {
       "value":"9SEA"
      ,"display":"List seal number covered by declaration SEALS D.E 7/18."
    }]